[
  {
    "Question": "what is a cosmetic guidance?"
  },
  {
    "Question": "What are the key recommendations for good manufacturing practices (GMP) in the cosmetic industry?"
  },
  {
    "Question": "How does the FDA define insanitary conditions in the preparation, packing, and holding of tattoo inks?"
  },
  {
    "Question": "What are the main components of the FDAs guidance on the safety of nanomaterials in cosmetic products?"
  },
  {
    "Question": "What are the specific requirements for cosmetic product facility registration and product listing under the Modernization of Cosmetics Regulation Act of 2022?"
  },
  {
    "Question": "How does the FDA address the risk of microbial contamination in tattoo inks?"
  },
  {
    "Question": "What are the FDAs recommendations for ensuring the safety of cosmetic products that contain nanomaterials?"
  },
  {
    "Question": "How does the FDA suggest handling complaints, adverse events, and recalls related to cosmetic products?"
  },
  {
    "Question": "What are the FDAs guidelines for the use of color additives in cosmetic products?"
  },
  {
    "Question": "what is the numeric code for eye liner?"
  },
  {
    "Question": "what types of childrens makeup are there?"
  },
  {
    "Question": "what are the code numbers for childrens makeup?"
  },
  {
    "Question": "what are the codes for each childrens non eye makeup, include numbers?"
  },
  {
    "Question": "what is the FDA guidance on product testing?"
  },
  {
    "Question": "what is the FDA guidance for product testing for eye makeup?"
  },
  {
    "Question": "Im starting a small cosmetic company, what should I do first to comply with FDA cosmetic guidance?"
  },
  {
    "Question": "what are the best practices for registering a new facility for cosmetic manufacturing?"
  },
  {
    "Question": "what are common mistakes with non compliance when starting a cosmetic business?"
  },
  {
    "Question": "When is a cosmetic product considered a drug according to FDA"
  },
  {
    "Question": "Give me a list of things to consider for extranal labeling of my cosmetic product based on FDA guidelines."
  },
  {
    "Question": "write a sample company mission statement for a cosmetic company?"
  },
  {
    "Question": "write a sample facility registration for me?"
  },
  {
    "Question": "what cosmetic products will exist in 50 years?"
  },
  {
    "Question": "Does FDA require animal testing for cosmetics?"
  },
  {
    "Question": "What are hypoallergenic cosmetics?"
  },
  {
    "Question": "Does FDA pre-approve cosmetic product labeling?"
  },
  {
    "Question": "How should products be labeled if they are both drugs and cosmetics?"
  },
  {
    "Question": "Does FDA have a definition for the term organic?"
  }
]

